// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "ファームウェアの\nアップデート";

"WebBrowserWindowTitle" = "ファームウェアのアップデート";

TaskTitleField = "ファームウェアのアップデート";
TaskDescriptionField = "ファームウェアは、デバイスが使用する内部のソフトウェアです。[開始] ボタンをクリックしてオンラインに移行し、更新を確認して、必要な更新をファームウェアにインストールします。";
TaskStartButtonTitle = "開始";
